Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# feed.order.explainer
source: For You shows posts newest first. In the ranked order, posts about the subjects you chose are lifted by twelve hours, and posts people are replying to are lifted by an hour for each reply, up to six. That is all.
ar: تعرض «لك» المنشورات من الأحدث. في الترتيب المرتّب، ترتفع المنشورات عن المواضيع التي اخترتها اثنتي عشرة ساعة، وترتفع المنشورات التي يرد عليها الناس ساعة عن كل رد، حتى ست ساعات. هذا كل شيء.
bn: আপনার জন্য-তে পোস্ট নতুনটি আগে দেখায়। র‍্যাংক করা ক্রমে আপনার বেছে নেওয়া বিষয়ের পোস্ট বারো ঘণ্টা এগিয়ে আনা হয়, আর যে পোস্টে মানুষ উত্তর দিচ্ছে তা প্রতি উত্তরের জন্য এক ঘণ্টা করে, সর্বোচ্চ ছয় ঘণ্টা এগিয়ে আনা হয়। ব্যস, এটুকুই।
ca: Per a tu mostra les publicacions de la més nova a la més antiga. A l'ordre classificat, les publicacions dels temes que has triat pugen dotze hores, i les que la gent està responent pugen una hora per resposta, fins a sis. Res més.
cs: Pro tebe zobrazuje příspěvky od nejnovějších. V řazeném pořadí se příspěvky o tebou zvolených tématech posunou o dvanáct hodin a příspěvky, na které lidé odpovídají, o hodinu za každou odpověď, nejvýše šest. To je vše.
da: Til dig viser opslag med de nyeste først. I den rangordnede visning løftes opslag om de emner, du har valgt, med tolv timer, og opslag, folk svarer på, løftes med en time pr. svar, op til seks. Det er det hele.
de: Für dich zeigt Beiträge nach Datum, die neuesten zuerst. In der Rangfolge werden Beiträge zu deinen gewählten Themen um zwölf Stunden angehoben, und Beiträge, auf die geantwortet wird, pro Antwort um eine Stunde, bis zu sechs. Mehr nicht.
el: Το Για εσένα εμφανίζει τις αναρτήσεις με τις νεότερες πρώτα. Στην ταξινομημένη σειρά, οι αναρτήσεις για τα θέματα που επέλεξες προωθούνται κατά δώδεκα ώρες και οι αναρτήσεις στις οποίες απαντούν άλλοι προωθούνται κατά μία ώρα για κάθε απάντηση, έως έξι. Αυτά είναι όλα.
es: Para ti muestra las publicaciones más recientes primero. En el orden por relevancia, las publicaciones sobre los temas que elegiste se adelantan doce horas, y las que la gente está respondiendo se adelantan una hora por cada respuesta, hasta seis. Eso es todo.
fi: Sinulle-syöte näyttää julkaisut uusimmat ensin. Järjestetyssä näkymässä valitsemiisi aiheisiin liittyvät julkaisut nostetaan kahdentoista tunnin verran ja julkaisut, joihin ihmiset vastaavat, tunnin verran jokaista vastausta kohden, enintään kuusi. Siinä kaikki.
fr: Pour vous affiche les posts du plus récent au plus ancien. Dans l’ordre classé, les posts sur les sujets que vous avez choisis remontent de douze heures, et ceux auxquels on répond remontent d’une heure par réponse, jusqu’à six. C’est tout.
he: בשבילך מציג פוסטים מהחדש לישן. בסדר המדורג, פוסטים על הנושאים שבחרת מועלים בשתים עשרה שעות, ופוסטים שאנשים מגיבים להם מועלים בשעה על כל תגובה, עד שש. זה הכול.
hi: "आपके लिए" में पोस्ट सबसे नई पहले दिखती हैं। रैंक किए क्रम में, आपके चुने विषयों की पोस्ट बारह घंटे ऊपर उठती हैं, और जिन पोस्ट पर लोग जवाब दे रहे हैं वे हर जवाब पर एक घंटा ऊपर उठती हैं, अधिकतम छह तक। बस इतना ही।
hr: Za tebe prikazuje objave od najnovijih. U poredanom prikazu objave o temama koje si odabrao/la podižu se za dvanaest sati, a objave na koje ljudi odgovaraju podižu se za sat za svaki odgovor, do šest. To je sve.
hu: A Neked fül a bejegyzéseket a legújabbtól mutatja. A rangsorolt sorrendben a választott témáidról szóló bejegyzések tizenkét órával előrébb kerülnek, azok pedig, amelyekre az emberek válaszolnak, válaszonként egy órával, legfeljebb hattal. Ez minden.
id: Untukmu menampilkan postingan terbaru dulu. Pada urutan berperingkat, postingan tentang topik pilihanmu diangkat dua belas jam, dan postingan yang sedang dibalas orang diangkat satu jam untuk setiap balasan, hingga enam. Itu saja.
it: Per te mostra i post dal più recente. Nell'ordine classificato, i post sugli argomenti che hai scelto guadagnano dodici ore, e i post a cui le persone rispondono guadagnano un'ora per ogni risposta, fino a sei. Tutto qui.
ja: 「おすすめ」は新しい投稿が先に表示されます。ランク順では、選んだ分野の投稿が12時間分上がり、返信が付いている投稿は返信1件につき1時間分(最大6時間)上がります。それだけです。
ko: 추천은 최신 게시물을 먼저 보여줘요. 랭킹 순서에서는 선택한 주제의 게시물이 12시간만큼 위로 올라오고, 사람들이 답글을 다는 게시물은 답글 하나당 1시간씩, 최대 6시간까지 올라와요. 그게 전부예요.
ml: നിങ്ങൾക്കായി പുതിയ പോസ്റ്റുകൾ ആദ്യം കാണിക്കുന്നു. റാങ്ക് ചെയ്ത ക്രമത്തിൽ, നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഷയങ്ങളിലെ പോസ്റ്റുകൾ പന്ത്രണ്ട് മണിക്കൂർ മുകളിലേക്കും, ആളുകൾ മറുപടി നൽകുന്ന പോസ്റ്റുകൾ ഓരോ മറുപടിക്കും ഒരു മണിക്കൂർ വീതം, പരമാവധി ആറ് വരെ, മുകളിലേക്കും ഉയർത്തുന്നു. അത്രമാത്രം.
ms: Untuk Anda memaparkan siaran terbaharu dahulu. Dalam susunan berkedudukan, siaran tentang subjek yang anda pilih dinaikkan dua belas jam, dan siaran yang sedang dibalas orang dinaikkan satu jam bagi setiap balasan, sehingga enam. Itu sahaja.
nb: For deg viser innlegg med de nyeste først. I rangert rekkefølge løftes innlegg om temaene du valgte med tolv timer, og innlegg folk svarer på, løftes med én time per svar, opptil seks. Det er alt.
nl: Voor jou toont berichten met de nieuwste eerst. In de gerangschikte volgorde worden berichten over de onderwerpen die je hebt gekozen twaalf uur omhoog gehaald, en berichten waarop mensen reageren een uur per reactie, tot maximaal zes. Meer is het niet.
pl: Dla Ciebie pokazuje wpisy od najnowszych. W kolejności rankingowej wpisy o wybranych przez Ciebie tematach są podbijane o dwanaście godzin, a wpisy, na które ludzie odpowiadają, o godzinę za każdą odpowiedź, maksymalnie sześć. To wszystko.
pt_br: Para você mostra os posts dos mais recentes aos mais antigos. Na ordem por relevância, os posts sobre os assuntos que você escolheu sobem doze horas, e os posts que as pessoas estão respondendo sobem uma hora por resposta, até seis. Só isso.
pt_pt: Para si mostra as publicações das mais recentes para as mais antigas. Na ordem classificada, as publicações sobre os assuntos que escolheu sobem doze horas, e as publicações a que as pessoas estão a responder sobem uma hora por cada resposta, até seis. É tudo.
ro: Pentru tine arată postările cele mai noi primele. În ordinea clasificată, postările despre subiectele alese de tine sunt ridicate cu douăsprezece ore, iar cele la care răspund oamenii sunt ridicate cu o oră pentru fiecare răspuns, până la șase. Atât.
ru: В «Для вас» посты идут сначала новые. В ранжированном порядке посты по выбранным вами темам поднимаются на двенадцать часов, а посты, на которые отвечают, — на час за каждый ответ, но не более чем на шесть. Это всё.
sk: Pre teba zobrazuje príspevky od najnovších. V zoradenom poradí sa príspevky o témach, ktoré si vybral, zvýrazňujú o dvanásť hodín a príspevky, na ktoré ľudia odpovedajú, o hodinu za každú odpoveď, najviac o šesť. To je všetko.
sv: För dig visar inlägg med de nyaste först. I den rankade ordningen lyfts inlägg om de ämnen du valt med tolv timmar, och inlägg som folk svarar på lyfts med en timme per svar, upp till sex. Det är allt.
ta: உங்களுக்காக என்பது இடுகைகளைப் புதியவை முதலில் காட்டும். தரவரிசை வரிசையில், நீங்கள் தேர்ந்தெடுத்த தலைப்புகளின் இடுகைகள் பன்னிரண்டு மணி நேரமும், மக்கள் பதிலளிக்கும் இடுகைகள் ஒவ்வொரு பதிலுக்கும் ஒரு மணி நேரமும் (ஆறு வரை) முன்னுரிமை பெறும். அவ்வளவுதான்.
te: మీ కోసం పోస్ట్‌లను కొత్తవి ముందుగా చూపుతుంది. ర్యాంక్ చేసిన క్రమంలో, మీరు ఎంచుకున్న అంశాల పోస్ట్‌లు పన్నెండు గంటలు పైకి వస్తాయి, ప్రజలు రిప్లై ఇస్తున్న పోస్ట్‌లు ప్రతి రిప్లైకి ఒక గంట చొప్పున, గరిష్ఠంగా ఆరు వరకు పైకి వస్తాయి. అంతే.
th: สำหรับคุณแสดงโพสต์ใหม่สุดก่อน ในลำดับแบบจัดอันดับ โพสต์ในเรื่องที่คุณเลือกจะถูกดันขึ้นสิบสองชั่วโมง และโพสต์ที่คนกำลังตอบกลับจะถูกดันขึ้นหนึ่งชั่วโมงต่อหนึ่งคำตอบ สูงสุดหกชั่วโมง เท่านี้เอง
tr: Sizin İçin gönderileri en yeniden eskiye gösterir. Sıralı düzende, seçtiğiniz konulardaki gönderiler on iki saat, insanların yanıtladığı gönderiler ise her yanıt için bir saat (en fazla altı) öne çıkarılır. Hepsi bu.
uk: «Для вас» показує дописи від найновіших. У порядку за рейтингом дописи на теми, які ви вибрали, піднімаються на дванадцять годин, а дописи, на які відповідають, — на годину за кожну відповідь, максимум шість. І це все.
ur: آپ کے لیے نئی پوسٹس پہلے دکھاتا ہے۔ درجہ بند ترتیب میں آپ کے چنے ہوئے موضوعات کی پوسٹس بارہ گھنٹے اوپر اٹھائی جاتی ہیں، اور جن پوسٹس کا لوگ جواب دے رہے ہیں انہیں ہر جواب پر ایک گھنٹہ، زیادہ سے زیادہ چھ تک۔ بس اتنا ہی۔
vi: Dành cho bạn hiển thị bài đăng mới nhất trước. Ở thứ tự xếp hạng, bài đăng về các chủ đề bạn chọn được đẩy lên mười hai giờ, và bài đăng đang được trả lời được đẩy lên một giờ cho mỗi câu trả lời, tối đa sáu. Chỉ vậy thôi.
zh_hans: “为你推荐”按最新优先显示帖子。在排序模式下，与你所选主题相关的帖子会提前十二小时，有人正在回复的帖子每多一条回复提前一小时，最多六小时。仅此而已。
zh_hant: 「為你推薦」依最新順序顯示貼文。在排序模式下，與你所選主題相關的貼文會提前十二小時，而有人回覆的貼文每有一則回覆就提前一小時，最多六小時。就只有這樣。

# feed.order.never
source: Known does not learn from what you read, like or linger on. Nothing here is based on your behaviour.
ar: معروف لا يتعلم مما تقرؤه أو تعجب به أو تتوقف عنده. لا شيء هنا مبني على سلوكك.
bn: আপনি কী পড়েন, পছন্দ করেন বা কোথায় থামেন, Known তা থেকে শেখে না। এখানে কিছুই আপনার আচরণের ওপর ভিত্তি করে নয়।
ca: Known no aprèn d'allò que llegeixes, valores o on et detens. Res d'això es basa en el teu comportament.
cs: Known se neučí z toho, co čteš, lajkuješ ani u čeho se zdržíš. Nic tu nevychází z tvého chování.
da: Known lærer ikke af, hvad du læser, synes godt om eller bliver hængende ved. Intet her bygger på din adfærd.
de: Known lernt nicht daraus, was du liest, likest oder worauf du länger verweilst. Nichts hier basiert auf deinem Verhalten.
el: Το Known δεν μαθαίνει από όσα διαβάζεις, αρέσουν ή σε κρατούν. Τίποτα εδώ δεν βασίζεται στη συμπεριφορά σου.
es: Known no aprende de lo que lees, te gusta ni de en qué te detienes. Nada de esto se basa en tu comportamiento.
fi: Known ei opi siitä, mitä luet, tykkäät tai mihin pysähdyt. Mikään täällä ei perustu käyttäytymiseesi.
fr: Known n’apprend pas de ce que vous lisez, aimez ou regardez longuement. Rien ici ne repose sur votre comportement.
he: Known לא לומדת ממה שאתה קורא, אוהב או מתעכב עליו. שום דבר כאן אינו מבוסס על ההתנהגות שלך.
hi: Known इससे नहीं सीखता कि आप क्या पढ़ते, पसंद करते या कहाँ रुकते हैं। यहाँ कुछ भी आपके व्यवहार पर आधारित नहीं है।
hr: Known ne uči iz onoga što čitaš, lajkaš ili na čemu se zadržavaš. Ništa ovdje ne temelji se na tvom ponašanju.
hu: A Known nem tanul abból, mit olvasol, kedvelsz vagy mivel időzöl. Itt semmi nem a viselkedésed alapján történik.
id: Known tidak belajar dari apa yang kamu baca, sukai, atau lama kamu lihat. Tidak ada di sini yang didasarkan pada perilakumu.
it: Known non impara da ciò che leggi, apprezzi o a cui ti soffermi. Nulla qui si basa sul tuo comportamento.
ja: Knownは、あなたが読んだもの、いいねしたもの、長く見たものから学習しません。ここにあなたの行動に基づくものは何もありません。
ko: Known은 내가 읽거나 좋아요를 누르거나 오래 머문 내용에서 학습하지 않아요. 여기에는 내 행동에 기반한 것이 없어요.
ml: നിങ്ങൾ വായിക്കുന്നതിൽ നിന്നോ ലൈക്ക് ചെയ്യുന്നതിൽ നിന്നോ അധികനേരം നോക്കുന്നതിൽ നിന്നോ Known പഠിക്കുന്നില്ല. ഇവിടെ ഒന്നും നിങ്ങളുടെ പെരുമാറ്റത്തെ ആധാരമാക്കിയുള്ളതല്ല.
ms: Known tidak belajar daripada apa yang anda baca, sukai atau lama pandang. Tiada apa di sini berdasarkan tingkah laku anda.
nb: Known lærer ikke av hva du leser, liker eller blir værende ved. Ingenting her er basert på atferden din.
nl: Known leert niet van wat je leest, liket of waar je lang naar kijkt. Niets hier is gebaseerd op je gedrag.
pl: Known nie uczy się na tym, co czytasz, lubisz ani na czym się zatrzymujesz. Nic tutaj nie opiera się na Twoim zachowaniu.
pt_br: O Known não aprende com o que você lê, curte ou demora para ver. Nada aqui se baseia no seu comportamento.
pt_pt: A Known não aprende com o que lê, gosta ou em que se demora. Nada aqui se baseia no seu comportamento.
ro: Known nu învață din ce citești, aprezi sau la ce zăbovești. Nimic de aici nu se bazează pe comportamentul tău.
ru: Known не учится на том, что вы читаете, лайкаете или на чём задерживаетесь. Здесь ничто не основано на вашем поведении.
sk: Known sa neučí z toho, čo čítaš, čo sa ti páči ani pri čom sa zdržíš. Nič tu nevychádza z tvojho správania.
sv: Known lär sig inte av vad du läser, gillar eller dröjer kvar vid. Inget här bygger på ditt beteende.
ta: நீங்கள் எதைப் படிக்கிறீர்கள், விரும்புகிறீர்கள், எதில் நேரம் செலவிடுகிறீர்கள் என்பதிலிருந்து Known கற்றுக்கொள்வதில்லை. இங்கே எதுவும் உங்கள் நடத்தையை அடிப்படையாகக் கொண்டதல்ல.
te: మీరు చదివేవి, లైక్ చేసేవి, ఆగి చూసేవి చూసి Known నేర్చుకోదు. ఇక్కడ ఏదీ మీ ప్రవర్తనపై ఆధారపడదు.
th: Known ไม่เรียนรู้จากสิ่งที่คุณอ่าน กดถูกใจ หรือหยุดดู ไม่มีอะไรที่นี่อิงตามพฤติกรรมของคุณ
tr: Known, okuduklarınızdan, beğendiklerinizden veya üzerinde durduklarınızdan öğrenmez. Burada hiçbir şey davranışınıza dayanmaz.
uk: Known не вчиться на тому, що ви читаєте, вподобуєте чи на чому затримуєтеся. Нічого тут не ґрунтується на вашій поведінці.
ur: Known اس سے نہیں سیکھتا کہ آپ کیا پڑھتے، پسند کرتے یا کہاں رکتے ہیں۔ یہاں کچھ بھی آپ کے رویے پر مبنی نہیں۔
vi: Known không học từ những gì bạn đọc, thích hay dừng lại xem. Không có gì ở đây dựa trên hành vi của bạn.
zh_hans: Known 不会从你阅读、点赞或停留的内容中学习。这里的一切都不基于你的行为。
zh_hant: Known 不會從你閱讀、按讚或停留的內容中學習。這裡沒有任何內容是根據你的行為而定。

# feed.order.newest
source: Newest
ar: الأحدث
bn: নতুন
ca: Més noves
cs: Nejnovější
da: Nyeste
de: Neueste
el: Νεότερες
es: Más recientes
fi: Uusimmat
fr: Plus récents
he: החדשים ביותר
hi: सबसे नई
hr: Najnovije
hu: Legújabb
id: Terbaru
it: Più recenti
ja: 新しい順
ko: 최신순
ml: ഏറ്റവും പുതിയത്
ms: Terbaharu
nb: Nyeste
nl: Nieuwste
pl: Najnowsze
pt_br: Mais recentes
pt_pt: Mais recentes
ro: Cele mai noi
ru: Новые
sk: Najnovšie
sv: Nyast
ta: புதியவை
te: తాజావి
th: ใหม่สุด
tr: En yeni
uk: Найновіші
ur: تازہ ترین
vi: Mới nhất
zh_hans: 最新
zh_hant: 最新

# feed.order.newest.detail
source: Strictly newest first. Nothing is lifted.
ar: الأحدث أولًا دون استثناء. لا يُرفع شيء.
bn: কঠোরভাবে নতুনটি আগে। কিছুই এগিয়ে আনা হয় না।
ca: Estrictament de la més nova a la més antiga. No es destaca res.
cs: Přísně od nejnovějších. Nic se nezvýhodňuje.
da: Strengt nyeste først. Intet løftes.
de: Strikt die neuesten zuerst. Nichts wird angehoben.
el: Αυστηρά οι νεότερες πρώτα. Τίποτα δεν προωθείται.
es: Estrictamente las más recientes primero. No se adelanta nada.
fi: Tiukasti uusimmat ensin. Mitään ei nosteta.
fr: Strictement les plus récents d’abord. Rien n’est remonté.
he: בהחלט מהחדש לישן. שום דבר לא מועלה.
hi: बिल्कुल सबसे नई पहले। कुछ भी ऊपर नहीं उठाया जाता।
hr: Strogo od najnovijih. Ništa se ne podiže.
hu: Szigorúan a legújabb elöl. Semmi nem kerül előrébb.
id: Murni terbaru dulu. Tidak ada yang diangkat.
it: Rigorosamente dal più recente. Nulla viene valorizzato.
ja: 完全に新しい順です。上がるものはありません。
ko: 철저히 최신순이에요. 위로 올라오는 것은 없어요.
ml: കർശനമായി പുതിയത് ആദ്യം. ഒന്നും ഉയർത്തുന്നില്ല.
ms: Terbaharu dahulu secara ketat. Tiada apa dinaikkan.
nb: Strengt nyeste først. Ingenting løftes.
nl: Strikt nieuwste eerst. Niets wordt omhoog gehaald.
pl: Ściśle od najnowszych. Nic nie jest podbijane.
pt_br: Estritamente do mais recente ao mais antigo. Nada é impulsionado.
pt_pt: Estritamente das mais recentes para as mais antigas. Nada é realçado.
ro: Strict cele mai noi primele. Nimic nu este ridicat.
ru: Строго сначала новые. Ничто не поднимается.
sk: Prísne od najnovších. Nič sa nezvýrazňuje.
sv: Strikt nyast först. Inget lyfts.
ta: கண்டிப்பாகப் புதியவை முதலில். எதற்கும் முன்னுரிமை இல்லை.
te: కచ్చితంగా కొత్తవి ముందు. ఏదీ పైకి తీసుకురాబడదు.
th: ใหม่สุดก่อนอย่างเคร่งครัด ไม่มีอะไรถูกดันขึ้น
tr: Kesinlikle en yeniden eskiye. Hiçbir şey öne çıkarılmaz.
uk: Строго від найновіших. Нічого не піднімається.
ur: سختی سے نئی سب سے پہلے۔ کچھ اوپر نہیں اٹھایا جاتا۔
vi: Mới nhất trước, hoàn toàn. Không có gì được đẩy lên.
zh_hans: 严格按最新优先，不做任何提前。
zh_hant: 嚴格依最新排序，不做任何調整。

# feed.order.ranked
source: Ranked
ar: مرتّب
bn: র‍্যাংক করা
ca: Classificat
cs: Řazené
da: Rangordnet
de: Rangfolge
el: Ταξινομημένες
es: Por relevancia
fi: Järjestetty
fr: Classé
he: מדורג
hi: रैंक किया हुआ
hr: Poredano
hu: Rangsorolt
id: Berperingkat
it: Classificato
ja: ランク順
ko: 랭킹순
ml: റാങ്ക് ചെയ്തത്
ms: Berkedudukan
nb: Rangert
nl: Gerangschikt
pl: Rankingowe
pt_br: Por relevância
pt_pt: Classificado
ro: Clasificat
ru: Ранжированная
sk: Zoradené
sv: Rankat
ta: தரவரிசை
te: ర్యాంక్ చేసినవి
th: จัดอันดับ
tr: Sıralı
uk: За рейтингом
ur: درجہ بند
vi: Xếp hạng
zh_hans: 排序
zh_hant: 排序

# feed.order.ranked.detail
source: Newest first, lifted for your subjects and for posts people are replying to.
ar: الأحدث أولًا، مع رفع مواضيعك والمنشورات التي يرد عليها الناس.
bn: নতুনটি আগে, আপনার বিষয় ও যেসব পোস্টে মানুষ উত্তর দিচ্ছে সেগুলোর জন্য এগিয়ে আনা।
ca: De la més nova a la més antiga, amb prioritat per als teus temes i per a les publicacions que la gent està responent.
cs: Nejnovější první, posílené podle tvých témat a příspěvků, na které lidé odpovídají.
da: Nyeste først, løftet for dine emner og for opslag, folk svarer på.
de: Die neuesten zuerst, angehoben für deine Themen und für Beiträge, auf die geantwortet wird.
el: Οι νεότερες πρώτα, με προώθηση για τα θέματά σου και για αναρτήσεις στις οποίες απαντούν άλλοι.
es: Las más recientes primero, realzadas por tus temas y por las publicaciones que la gente está respondiendo.
fi: Uusimmat ensin, aiheidesi ja vastauksia keräävien julkaisujen mukaan nostettuina.
fr: Les plus récents d’abord, remontés pour vos sujets et pour les posts auxquels on répond.
he: מהחדש לישן, מועלה לפי הנושאים שלך ולפי פוסטים שאנשים מגיבים להם.
hi: सबसे नई पहले, आपके विषयों और जिन पोस्ट पर लोग जवाब दे रहे हैं उनके लिए ऊपर उठी हुई।
hr: Od najnovijih, podignuto za tvoje teme i za objave na koje ljudi odgovaraju.
hu: A legújabb elöl, a témáid és a válaszokat kapó bejegyzések szerint előrébb hozva.
id: Terbaru dulu, diangkat sesuai topikmu dan untuk postingan yang sedang dibalas orang.
it: Dal più recente, con più peso ai tuoi argomenti e ai post a cui le persone rispondono.
ja: 新しい順を基本に、あなたの分野と返信が付いている投稿が上がります。
ko: 최신순이며, 내 주제와 사람들이 답글을 다는 게시물이 위로 올라와요.
ml: പുതിയത് ആദ്യം, നിങ്ങളുടെ വിഷയങ്ങൾക്കും ആളുകൾ മറുപടി നൽകുന്ന പോസ്റ്റുകൾക്കും മുൻഗണന.
ms: Terbaharu dahulu, dinaikkan untuk subjek anda dan untuk siaran yang sedang dibalas orang.
nb: Nyeste først, løftet for temaene dine og for innlegg folk svarer på.
nl: Nieuwste eerst, omhoog gehaald voor jouw onderwerpen en voor berichten waarop mensen reageren.
pl: Od najnowszych, z podbiciem dla Twoich tematów i wpisów, na które ludzie odpowiadają.
pt_br: Mais recentes primeiro, com destaque para seus assuntos e para posts que as pessoas estão respondendo.
pt_pt: Das mais recentes para as mais antigas, realçadas pelos seus assuntos e pelas publicações a que as pessoas estão a responder.
ro: Cele mai noi primele, ridicate pentru subiectele tale și pentru postările la care răspund oamenii.
ru: Сначала новые, с приоритетом для ваших тем и для постов, на которые отвечают.
sk: Najnovšie ako prvé, zvýraznené podľa tvojich tém a príspevkov, na ktoré ľudia odpovedajú.
sv: Nyast först, med lyft för dina ämnen och för inlägg som folk svarar på.
ta: புதியவை முதலில், உங்கள் தலைப்புகளுக்கும் மக்கள் பதிலளிக்கும் இடுகைகளுக்கும் முன்னுரிமையுடன்.
te: కొత్తవి ముందు, మీ అంశాలకు, ప్రజలు రిప్లై ఇస్తున్న పోస్ట్‌లకు పైకి తీసుకురాబడతాయి.
th: ใหม่สุดก่อน โดยดันเรื่องที่คุณสนใจและโพสต์ที่คนกำลังตอบกลับขึ้นมา
tr: En yeniden eskiye; konularınız ve insanların yanıtladığı gönderiler öne çıkarılır.
uk: Від найновіших, з підняттям за вашими темами та за дописами, на які відповідають.
ur: نئی سب سے پہلے، آپ کے موضوعات اور جن پوسٹس کا لوگ جواب دے رہے ہیں ان کے لیے اوپر اٹھائی ہوئی۔
vi: Mới nhất trước, đẩy lên theo chủ đề của bạn và theo các bài đang được trả lời.
zh_hans: 最新优先，并根据你的主题和有人正在回复的帖子提前。
zh_hant: 最新優先，並依你的主題和有人回覆的貼文調整。

# feed.order.title
source: How this feed is ordered
ar: كيف تُرتّب هذه الخلاصة
bn: এই ফিড কীভাবে সাজানো
ca: Com s'ordena aquest canal
cs: Jak je tento kanál seřazen
da: Sådan er dette feed sorteret
de: So ist dieser Feed sortiert
el: Πώς ταξινομείται αυτή η ροή
es: Cómo se ordena este feed
fi: Miten tämä syöte on järjestetty
fr: Comment ce fil est ordonné
he: איך הפיד הזה מסודר
hi: इस फ़ीड का क्रम कैसे तय होता है
hr: Kako je ovaj feed poredan
hu: Hogyan van rendezve ez a hírfolyam
id: Bagaimana feed ini diurutkan
it: Come è ordinato questo feed
ja: このフィードの並び順
ko: 이 피드의 정렬 방식
ml: ഈ ഫീഡ് എങ്ങനെ ക്രമീകരിച്ചിരിക്കുന്നു
ms: Cara suapan ini disusun
nb: Hvordan denne feeden er sortert
nl: Hoe deze feed is gesorteerd
pl: Jak uporządkowany jest ten kanał
pt_br: Como este feed é ordenado
pt_pt: Como este feed é ordenado
ro: Cum este ordonat acest flux
ru: Как упорядочена эта лента
sk: Ako je tento kanál zoradený
sv: Så sorteras det här flödet
ta: இந்த ஊட்டம் எப்படி வரிசைப்படுத்தப்படுகிறது
te: ఈ ఫీడ్ ఎలా క్రమబద్ధీకరించబడింది
th: ฟีดนี้เรียงอย่างไร
tr: Bu akış nasıl sıralanır
uk: Як впорядкована ця стрічка
ur: یہ فیڈ کیسے ترتیب دی جاتی ہے
vi: Cách bảng tin này được sắp xếp
zh_hans: 此信息流如何排序
zh_hant: 此動態的排序方式

# feed.preferencesBar.a11yLabel
source: Feed preferences
ar: إعدادات الصفحة الرئيسية
bn: ফিডের পছন্দ
ca: Preferències del canal
cs: Předvolby kanálu
da: Feedpræferencer
de: Feed-Einstellungen
el: Προτιμήσεις ροής
es: Preferencias del feed
fi: Syötteen asetukset
fr: Préférences du fil
he: העדפות פיד
hi: फ़ीड प्राथमिकताएँ
hr: Postavke feeda
hu: Hírfolyam-beállítások
id: Preferensi feed
it: Preferenze del feed
ja: フィードの設定
ko: 피드 환경설정
ml: ഫീഡ് മുൻഗണനകൾ
ms: Pilihan suapan
nb: Feed-innstillinger
nl: Feedvoorkeuren
pl: Preferencje kanału
pt_br: Preferências do feed
pt_pt: Preferências do feed
ro: Preferințele fluxului
ru: Настройки ленты
sk: Predvoľby kanála
sv: Flödesinställningar
ta: ஊட்ட விருப்பங்கள்
te: ఫీడ్ ప్రాధాన్యతలు
th: การตั้งค่าฟีด
tr: Akış tercihleri
uk: Налаштування стрічки
ur: فیڈ کی ترجیحات
vi: Tùy chọn bảng tin
zh_hans: 信息流偏好
zh_hant: 動態偏好設定
